---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FloorAttrDefaultThicknessParam
source: html/88a7bfc8-cc82-5134-c5fb-6d9e322430d7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FloorAttrDefaultThicknessParam Property

"Default Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId FloorAttrDefaultThicknessParam { get; }
```